[
    {
        "title": "ดาราศาสตร์คือวิชาที่ศึกษาเกี่ยวกับอะไร",
        "options": [
            "ดวงดาว",
            "ดวงดาวตางๆ และโลก",
            "ระบบสุริยะ",
            "ดวงดาว เนบิวลา และกาแลกซี"
        ],
        "answer": 4
    },
    {
        "title": "ข้อใดเรียงลำดับขนาดของดาวเคราะห์จากใหญ่ไปหาเล็กได้ถูกต้อง",
        "options": [
            "ดาวศุกร์ > ดาวอังคาร > ดาวพุธ",
            "ดาวเนปจูน > ดาวยูเรนัส > ดาวเสาร์",
            "โลก > ดาวเนปจูน > ดาวพลูโต",
            "ดาวพฤหัสบดี > ดาวอังคาร > ดาวศุกร์"
        ],
        "answer": 1
    },
    {
        "title": "ข้อใดส่งผลต่อการเกิดปรากฏการณ์กลางวันและกลางคืน",
        "options": [
            "ดวงจันทร์โคจรรอบโลก",
            "การหมุนรอบตัวเองของโลก",
            "โลกโคจรรอบดวงอาทิตย์",
            "การหมุนรอบตัวเองของดวงจันทร์"
        ],
        "answer": 2
    },
    {
        "title": "ข้อใดกล่าวถึงดวงจันทร์",
        "options": [
            "ดวงจันทร์ไม่มีบรรยากาศห่อหุ้ม ไม่มีแสงสว่างในตัวเอง",
            "ดวงจันทร์ไม่มีบรรยากาศห่อหุ้ม มีแสงสว่างในตัวเอง",
            "ดวงจันทร์มีบรรยากาศห่อหุ้ม ไม่มีแสงสว่างในตัวเอง",
            "ดวงจันทร์มีบรรยากาศห่อหุ้ม มีแสงสว่างในตัวเอง"
        ],
        "answer": 1
    },
    {
        "title": "ปรากฏการณ์น้ำขึ้นน้ำลง เกิดจากอิทธิพลในข้อใด",
        "options": [
            "แรงดึงดูดระหว่างโลก ดวงจันทร์ ดวงอาทิตย์",
            "แรงดึงดูดระหว่างดวงจันทร์ ดวงอาทิตย์",
            "แรงดึงดูดระหว่างโลก ดวงอาทิตย์",
            "แรงดึงดูดระหว่างดวงจันทร์ โลก"
        ],
        "answer": 4
    },
    {
        "title": "การโคจรระหว่าง ดวงอาทิตย์ โลก ดวงจันทร์ ในลักษณะใดที่ส่งผลต่อปรากฏการณ์สุริยุปราคา",
        "options": [
            "โลก ดวงอาทิตย์ ดวงจันทร์",
            "โลก ดวงจันทร์ ดวงอาทิตย์",
            "ดวงอาทิตย์ โลก ดวงจันทร์",
            "ดวงจันทร์ ดวงอาทิตย์ โลก"
        ],
        "answer": 2
    },
    {
        "title": "การหมุนรอบตัวเองของโลกไม่ทำให้เกิดปรากฏการณ์ในข้อใด",
        "options": [
            "ทิศ",
            "ประเทศญี่ปุ่นสว่างเร็วกว่าประเทศไทย",
            "นํ้าขึ้น - นํ้าลง",
            "การขึ้น - ตกของดวงดาว"
        ],
        "answer": 3
    },
    {
        "title": "ถ้าเปรียบเทียบความแตกต่างระหว่างดาวฤกษ์ และดาวเคราะห์ข้อใดกล่าวไม่ถูกต้อง",
        "options": [
            "ดาวฤกษ์ เห็นแสงกระพริบ ดาวเคราะห์ เห็นแสงนิ่งไม่กระพริบ",
            "ดาวฤกษ์ มีจำนวนมาก ดาวเคราะห์ มีจำนวนน้อย",
            "ดาวฤกษ์ มีขนาดใหญ่ ดาวเคราะห์ มีขนาดเล็ก",
            "ดาวฤกษ์ อยู่โดดๆ ดาวเคราะห์ อยู่เป็นกลุ่ม"
        ],
        "answer": 2
    },
    {
        "title": "วัตถุต่างๆโคจรรอบดวงอาทิตย์ได้เพราะมีแรงโน้มถ่วงขนาดของแรงโน้มถ่วงขึ้นอยู่กับสิ่งใด 1.มวลของวัตถุ 2.ระยะห่างระหว่างมวล 3.ขนาดเส้นผ่านศูนย์กลางของดวงอาทิตย์",
        "options": [
            "ข้อ 1 และข้อ 2",
            "ข้อ 1 และข้อ 3",
            "ข้อ 2 และข้อ 3",
            "ข้อ 1 ข้อ 2 และข้อ 2"
        ],
        "answer": 1
    },
    {
        "title": "กาแล็กซีเพื่อนบ้านที่มองเห็นได้ด้วยตาเปล่า ได้แก่",
        "options": [
            "กาแล็กซีแอนโดรเมดา",
            "แมกเจลแลนใหญ่",
            "แมกเจลแลนเล็ก",
            "ถูกทุกข้อ"
        ],
        "answer": 4
    },
    {
        "title": "พิจารณาข้อมูลต่อไปนี้ 1.ดวงอาทิตย์ไม่มีการหมุนรอบตัวเอง 2.พลังงานดวงอาทิตย์มาถึงโลกได้โดยการแผ่รังสี 3.พลังงานจากดวงอาทิตย์เกิดปฏิกิริยาที่เรียกว่าเทอร์โมนิวเคลียร์ฟิวชัน ข้อใดกล่าวถูกต้อง",
        "options": [
            "ข้อ 1 และข้อ 2",
            "ข้อ 1 และข้อ 3",
            "ข้อ 2 และข้อ 3",
            "ข้อ 1 ข้อ 2 และข้อ 2"
        ],
        "answer": 3
    },
    {
        "title": "นักวิทยาศาสตร์คนหนึ่งชั่งน้ำหนักบนโลกหนัก 60 กิโลกรัม ถ้าไปชั่งน้ำหนักบนดวงจันทร์เขาจะมีน้ำหนักเท่าใด เพราะเหตุใด",
        "options": [
            "60 กิโลกรัม เพราะดวงจันทร์มีแรงโน้มถ่วงเท่ากับโลก",
            "10 กิโลกรัม เพราะดวงจันทร์มีแรงโน้มถ่วงน้อยกว่าโลก 6 เท่า",
            "630 กิโลกรัม เพราะดวงจันทร์มีแรงโน้มถ่วงมากกว่าโลก 6 เท่า",
            "60 กิโลกรัม เพราะดวงจันทร์เป็นบริวารของโลกและโคจรรอบโลก"
        ],
        "answer": 2
    },
    {
        "title": "ดาวเคราะห์ในระบบสุริยะ ถ้าแบ่งโดยใช้ระยะห่างจากดวงอาทิตย์และแถบดาวเคราะห์น้อยเป็นเกณฑ์ ดาวเคราะห์ในข้อใดจัดเป็นดาวเคราะห์ชั้นใน",
        "options": [
            "ดาวพุธ ดาวพฤหัสบดี ดาวศุกร์ โลก",
            "ดาวพุธ ดาวพฤหัสบดี ดาวอังคาร โลก",
            "ดาวอังคาร ดาวพุธ ดาวเสาร์ โลก",
            "ดาวพุธ ดาวศุกร์ โลก ดาวอังคาร"
        ],
        "answer": 4
    },
    {
        "title": "ดาวเคราะห์ในข้อใดเห็นได้ด้วยตาเปล่าทั้งหมด",
        "options": [
            "ดาวศุกร์ ดาวพฤหัสบดี ดาวเสาร์ ดาวอังคาร และดาวพุธ",
            "ดาวศุกร์ ดาวยูเรนัส ดาวเนปจูน ดาวอังคาร และดาวพุธ",
            "ดาวยูเรนัส ดาวพฤหัสบดี ดาวเสาร์ ดาวอังคาร และดาวเนปจูน",
            "ดาวศุกร์ ดาวพฤหัสบดี ดาวยูเรนัส ดาวอังคาร และดาวเนปจูน"
        ],
        "answer": 1
    },
    {
        "title": "ดาวเคราะห์ทุกดวงในระบบสุริยะจะโคจรรอบดวงอาทิตย์เป็นวงรี และอยู่ในระนาบเดียวกันทั้งหมด ยกเว้นดาวเคราะห์ดวงใด",
        "options": [
            "ดาวเสาร์",
            "ดาวยูเรนัส",
            "ดาวเนปจูน",
            "ดาวพลูโต"
        ],
        "answer": 4
    },
    {
        "title": "ปัจจุบันนี้เอกภพ มีการเคลื่อนที่อย่างไร",
        "options": [
            "อยู่นิ่ง",
            "เคลื่อนที่เข้ามารวมกัน",
            "ขยายตัวออกจากกัน",
            "ยังไม่มีข้อมูล"
        ],
        "answer": 3
    },
    {
        "title": "การระเบิดจ้าบนดวงอาทิตย์ หรือพายุสุริยะ มีผลกระทบต่อโลกด้านใดมากที่สุด",
        "options": [
            "ด้านการเมือง",
            "ด้านการสื่อสาร",
            "การอุตสาหกรรม",
            "ด้านการคมนาคม"
        ],
        "answer": 2
    },
    {
        "title": "ข้อใดกล่าวไม่ถูกต้อง",
        "options": [
            "ดาวศุกร์เป็นดาวเคราะห์ที่มีขนาดใกล้เคียงกับโลกมากที่สุด",
            "ดาวพุธอยู่ใกล้ดวงอาทิตย์มากที่สุดและเป็นดาวเคราะห์ที่มีขนาดเล็กที่สุดในระบบสุริยะ",
            "ดาวเคราะห์ที่มีส่วนประกอบเป็นหินและโลหะ ได้แก่ ดาวพุธ ดาวอังคาร ดาวศุกร์ และดาวพฤหัส",
            "ดาวยูเรนัสมีแกนหมุนรอบตัวเองแตกต่างจากดาวเคราะห์ดวงอื่นๆ ในระบบสุริยะ"
        ],
        "answer": 3
    },
    {
        "title": "ดาวเคราะห์น้อยอยู่ที่บริเวณใดในระบบสุริยะ",
        "options": [
            "อยู่นอกวงโคจรของดาวพลูโต",
            "อยู่ระหว่างวงโคจรของดาวพฤหัสบดี และดาวเสาร์",
            "อยู่ระหว่างวงโคจรของดาวอังคาร และดาวพฤหัสบดี",
            "อยู่ระหว่างวงโคจรของดาวเสาร์ และดาวยูเรนัส"
        ],
        "answer": 3
    },
    {
        "title": "เนบิวลา มีลักษณะอย่างไร",
        "options": [
            "กลุ่มของดาวฤกษ์",
            "กลุ่มของดาวหาง",
            "กลุ่มของฝุ่นและแก๊ส",
            "กลุ่มของดาวเคราะห์"
        ],
        "answer": 3
    }
]
